Repository: mozilla-l10n/mt-training-data
Catalog: mg/mg_pontoon.tmx
Source language: en_us
Languages: mg

source: Systems and Languages
mg: Rafitra sy Teny

source: Tab basics
mg: Fiasa fototry ny vakizoro

source: Table of Contents
mg: Tabilaon'ny Atiny

source: Tabs
mg: Vakizoro

source: Tab settings
mg: Tefin'ny vakizoro

source: tag1, tag2
mg: tagy1, tagy2

source: Tags
mg: Tagy

source: Take Action:
mg: Haka Fepetra:

source: Take pictures, record videos and listen to music on your Firefox OS phone.
mg: Makà sary, mandraketa horonantsary ary mihainoa mozika @ telefaona Firefox OS anao.

source: Tap here to go to the mobile version of the site.
mg: Tsindrio eto raha ho @ kinova findain'ity tranonkala ity.

source: {t} | {d} Discussion | Knowledge Base
mg: {t} | Adihevitra {d} | Tobim-pahalalana

source: Tell us about yourself!
mg: Lazao anay ny mombamomba anao!

source: Tell us more.
mg: Ilazao misimisy izahay.

source: Templates
mg: Modely

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
mg: Modely dia fomba iray hampiasana indray ireo singan'atiny eran'ny lahatsoratry ny TP. Azonao atao ny mamorona sy manavao andian-torolàlana ao @ toerana iray, sy miresaka azy ao @ pejy hafa avy eo.

source: Text of the new revision:
mg: Lahatsoratry ny fanitsiana vaovao:

source: Thanks,
mg: Misaotra,

source: Thanks!
mg: Misaotra!

source: Thanks for joining Mozilla Support! To complete registration, you need to verify your email address.
mg: Misaotra anao niditra @ Fanampiana Mozilla! Mba hamitana ny fisoratanao, dia mila manamarina ny adiresy mailakao ianao.

source: Thanks for letting us know you have this problem.
mg: Misaotra anao nampahafantatra anay fa manana an'io olana io ianao.

source: Thanks for making us better!
mg: Misaotra anao nanatsara anay!

source: Thanks for taking the time to review these changes. Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
mg: Misaotra naka fotoana nitsarana an'ireto fanovana ireto. Raha tsindrina Hanaiky dia handeha live ity kinovan'ny lahatsoratra ity! Makà fotoana kely azafady hakana antoka fa marina ny safidy rehetra.

source: Thanks for taking the time to review these changes. Please thank the editor and then give specific, constructive feedback about what you feel needs to change in order for the revision to be acceptable.
mg: Misaotra naka fotoana nitsarana an'ireto fanovana ireto. Isaory azafady ilay mpanitsy, avy eo manomeza tsikera ahafaha-manamboatra mazava tsara momba izay tsapanao fa mila ovaina mba ho azo ekena ilay fanitsiana.

source: Thanks for your help! Just so you know, Firefox OS is not available in your locale yet, and it's possible this article will change before it is.
mg: Misaotra anao nanampy! Mba hahalalanao fotsiny, tsy mbola @ teninao i Firefox OS, ary mety hiova alohan'ny hisiany @ teninao ity lahatsoratra ity.

source: Thanks so much for your interest in helping users of Mozilla technologies!
mg: Misaotra betsaka anao liana @ fanampiana mpampiasa haitao Mozilla!

source: Thanks, The Mozilla Support team
mg: Misaotra, ny ekipa Fanampiana Mozilla

source: Thank you for being awesome!
mg: Misaotra anao fa mahagaga ianao!

source: Thank you for choosing a solution!
mg: Misaotra anao nifidy vahaolana!

source: Thank you for registering!
mg: Misaotra anao nisoratra!

source: Thank you for your contribution to Mozilla Support!
mg: Misaotra anao nandray anjara @ Fanampiana Mozilla!

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
mg: Misaotra anao nandrotsaka ny anjara birikinao voalohany ao @ fihaonambe fanampiana Mozilla! Nahafaly olona tsotra izao ianao!

source: Thank you once more. We are looking forward to seeing you more often around SUMO! Keep rocking!
mg: Misaotra anao indray mandeha. Manantena ny hahita anao matetika kokoa eto amin'i SUMO! Tohizo fa tsara!

source: Thank you! Your question will appear on the site as soon as you confirm your email address. You should receive an email shortly with a link to confirm.
mg: Misaotra! Hiseho ao @ tranonkala ny fanontanianao raha vao hamafisinao ny adiresy mailakao. Tokony haharay mailaka ianao misy rohy hanamafisana azy ianao rehefa kelikely.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
mg: Tsy manana kaontin'ny mpampiasa mifandraika aminy io adiresy mailaka io. Azonao antoka fa nisoratra ianao?

source: That tag does not exist.
mg: Tsy misy io tagy io.

source: The basics of using bookmarks
mg: Ireo fiasa fototra fampiasana maripejy

source: The body content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny vatan-kafatra (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: The community forum is at %(url)s .
mg: Ao @ %(url)s ny fihaonamben'ny vondrona.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny atiny (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: The dashboard data is being loaded. This may take some time.
mg: Eo am-pamatrarana ny datan'ny takelaka fanamoriana. Mety haharitra kely ity.

source: The {default_locale} version has no approved content to show.
mg: Tsy manana atiny nankatoavina haseho ny kinova {default_locale}.

source: The document %(document_title)s has a new revision that is ready for localization.
mg: Manana fanitsiana vaovao vonona hadika @ fiteny eo an-toerana ny tahirin-kevitra %(document_title)s.

source: The document has been deleted.
mg: Voafafa ilay tahiri-kevitra.

source: The document "%s" does not exist.
mg: Tsy misy ilay tahirin-kevira "%s".

source: The {domain} team
mg: Ny ekipa {domain}

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
mg: Efa misy ao @ rafitra ilay mailaka nampidirinao ({new_email}). Mbola {old_email} ny mailaka ankehitriny ho an'ny kaontinao.

source: The flag is invalid.
mg: Tsy mety ilay marika.

source: The flag is valid and I fixed the issue.
mg: Mety ilay marika ary namboariko ny olana.

source: The following articles include this image:
mg: Misy an'io sary io ireto lahatsoratra manaraka ireto:

source: The image "%s" does not exist.
mg: Tsy misy ilay sary "%s".

source: The message was deleted!
mg: Voafafa ireo hafatra!

source: The Mozilla Support team
mg: Ny ekipan'ny Fanampiana Mozilla

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
mg: Tsy mety ny rohy famerenam-panefena tenimiafina, angamba satria efa nampiasaina io. Mangataha famerenam-panefena tenimiafina vaovao azafady.

source: The question:
mg: Ny fanontaniana:

source: The questions forum isn't available for {product} in {old_lang}, we have redirected you to the {new_lang} questions forum.
mg: Tsy misy ho an'ny {product} @ teny {old_lang} ny fihaonamben'ireo fanontaniana, navilinay ho ao @ fihaonamben'ny fanontaniana @ teny {new_lang} ianao.

source: The questions forum isn't available in {old_lang}, we have redirected you to the {new_lang} questions forum.
mg: Tsy misy @ teny {old_lang} ny fihaonamben'ireo fanontaniana, navilinay ho ao @ fihaonamben'ny fanontaniana @ teny {new_lang} ianao.

source: The question: '{title}' was marked as solved by its asker, {asker}.
mg: Ny fanontaniana: '{title}' dia nomarihin'ilay nametraka azy, {asker}, hoe voavaha.

source: There are no articles.
mg: Tsy misy lahatsoratra.

source: There are no messages here.
mg: Tsy misy hafatra ato.

source: There are no threads. Maybe you should create some!
mg: Tsy misy resaka mitohy. Angamba tokony mamorona vitsivitsy ianao!

source: There are several ways in which you can get involved:
mg: Misy fomba maro azonao andraisana anjara:

source: There are {total} users with at least one contribution in the last 90 days.
mg: Misy mpampiasa {total} nanao fandraisana anjara iray fahafakeliny tao anatin'ny 90 andro lasa.

source: The refund request must be made within 10 business days of purchase.
mg: Ny fangatahana famerenam-bola dia tsy maintsy atao ao anatin'ny 10 andro fiasana manaraka ny fividianana.

source: There is no flagged content pending moderation.
mg: Tsy misy atiny voamarika ho miandry fameran'ny moderatera.

source: There is no topic data available for the current selections.
mg: Tsy misy datan'ny lohahevitra ho an'ireo fantina ankehitriny.

source: The requested image could not be found.
mg: Tsy hita ilay sary angatahina.

source: There was an error.
mg: Nisy olana.

source: There was an error checking for canned responses.
mg: Nisy olana tsy nahafahana nizaha valiny voatahiry mialoha.

source: There was an error generating the preview.
mg: Nisy olana tsy nahavokarana ilay topy maso.

source: There was an error. Please try again in a moment.
mg: Nisy olana. Andramo indray rehefa afaka kelilkely.

source: There was an error submitting the ticket. Please try again later.
mg: Nisy olana tsy nahalasa ilay tapakila. Andramo indray rehefa avy eo.

source: There was an error submitting your vote.
mg: Nisy olana tsy nahavoarotsaka ny vato nalatsakao.

source: There was a problem confirming your subscription.
mg: Nisy olana tsy nahafahana nanamafy ny fisoratanao.

source: There was a problem unsubscribing.
mg: Nisy olana tsy nahafahana nanala fisoratana.

source: There were errors adding leaders to the group, see below.
mg: Nisy olana tsy nahafahana nanampy mpitarika amin'ilay vondorna, jereo eto ambany.

source: There were errors adding members to the group, see below.
mg: Nisy olana tsy nahahafana nanampy mpikambana @ ilay vondrona, jereo eto ambany.

source: There were errors adding new contributors, see below.
mg: Nisy olana tsy nahafahana nanampy mpandray anjara vaovao, jereo eto ambany.

source: There were errors adding users, see below.
mg: Nisy olana tsy nahafahana nanampy mpampiasa, jereo eto ambany.

source: These are the top 50 most visited articles in the last 30 days.
mg: Ireto ireo lahatsoratra 50 voalohany be mpitsidika indrindra tao anatin'ny 30 andro lasa.

source: These fine people helped write this article: %(contributors)s. You can help too - <a href="%(link)s">find out how</a>.
mg: Nanampy t@ fanoratana an'ity lahatsoratra ity ireto olona tsara sitrapo ireto: %(contributors)s. Afaka manampy koa ianao - <a href="%(link)s">jereo hoe ahoana</a>.

source: These minor changes are not important for localizers and they will not be notified.
mg: Ireto fanovana kely ireto dia tsy manan-danja amin'ireo mpandika teny ary tsy hilazana izy ireo.

source: The {sitename} team
mg: Ny ekipa {sitename}

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny rambon'adiresy (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: The slug provided is not valid.
mg: Tsy mety ny rambon'adiresy nomena.

source: The solution was undone successfully.
mg: Vita soa aman-tsara ny fanafoanana ilay vahaolana.

source: The subject is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny antony (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ny famintinana (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: The SUMO Army of Awesome 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2010 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO Tafiky ny Mahagaga 2010 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2010; amin'ity tranga ity: tweet Tafiky ny Mahagaga miisa 50. Arahabaina ireo nahazo bajy SUMO Tafiky ny Mahagaga 2010 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO Army of Awesome 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2011 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO Tafiky ny Mahagaga 2011 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2011; amin'ity tranga ity: tweet Tafiky ny Mahagaga miisa 50. Arahabaina ireo nahazo bajy SUMO Tafiky ny Mahagaga 2011 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO Army of Awesome 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2012 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO Tafiky ny Mahagaga 2012 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2012; amin'ity tranga ity: tweet Tafiky ny Mahagaga miisa 50. Arahabaina ireo nahazo bajy SUMO Tafiky ny Mahagaga 2012 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO Army of Awesome 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2013 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO Tafiky ny Mahagaga 2013 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2013; amin'ity tranga ity: tweet Tafiky ny Mahagaga miisa 50. Arahabaina ireo nahazo bajy SUMO Tafiky ny Mahagaga 2013 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO Army of Awesome 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 50 Army of Awesome tweets. Congrats to all SUMO Army of Awesome 2014 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO Tafiky ny Mahagaga 2014 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2014; amin'ity tranga ity: tweet Tafiky ny Mahagaga miisa 50. Arahabaina ireo nahazo bajy SUMO Tafiky ny Mahagaga 2014 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO Forum 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2010 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO Fihaonambe 2010 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2010; amin'ity tranga ity: valiny miisa 30 ao @ Fihaonambe SUMO @ teny Anglisy. Arahabaina ireo nahazo bajy SUMO Fihaonambe 2010 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO Fihaonambe 2011 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2011; amin'ity tranga ity: valiny miisa 30 ao @ Fihaonambe SUMO @ teny Anglisy. Arahabaina ireo nahazo bajy SUMO Fihaonambe 2011 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO Fihaonambe 2012 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2012; amin'ity tranga ity: valiny miisa 30 ao @ Fihaonambe SUMO @ teny Anglisy. Arahabaina ireo nahazo bajy SUMO Fihaonambe 2012 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
mg: Ny bajy kely SUMO Fihaonambe 2013 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2013; amin'ity tranga ity: valiny miisa 30 ao @ Fihaonambe SUMO @ teny Anglisy. Arahabaina ireo nahazo bajy SUMO Fihaonambe 2013 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO Fihaonambe 2014 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2014; @ ity tranga ity: fanitsiana valiny miisa 30 ao Fihaonambe SUMO @ teny Anglisy. Arahabaina ireo nahazo bajy SUMO Fihaonambe 2014 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
mg: Ny bajy kely SUMO TP 2010 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2010; @ ity tranga ity: fanitsiana dikanteny nankatoavina 10 tao @ Tobim-pahalalana SUMO @ teny Anglisy. Arahabaina ireo nahazo bajy SUMO TP 2010 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO TP 2011 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2011; @ ity tranga ity: fanitsiana dikanteny nankatoavina 10 tao @ Tobim-pahalalana SUMO @ teny Anglisy. Arahabaina ireo nahazo bajy SUMO TP 2011 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO TP 2012 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2012; @ ity tranga ity: fanitsiana dikanteny nankatoavina 10 tao @ Tobim-pahalalana SUMO @ teny Anglisy. Arahabaina ireo nahazo bajy SUMO TP 2012 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO TP 2013 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2013; @ ity tranga ity: fanitsiana dikanteny nankatoavina 10 tao @ Tobim-pahalalana SUMO @ teny Anglisy. Arahabaina ireo nahazo bajy SUMO TP 2013 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
mg: Ny bajy kely SUMO TP 2014 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2014; @ ity tranga ity: fanitsiana dikanteny nankatoavina 10 tao @ Tobim-pahalalana SUMO @ teny Anglisy. Arahabaina ireo nahazo bajy SUMO TP 2014 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO L10n 2010 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2010; @ ity tranga ity: fanitsiana dikanteny nankatoavina 10 tao @ Tobim-pahalalana SUMO. Arahabaina ireo nahazo bajy SUMO L10n 2010 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO L10n 2011 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2011; @ ity tranga ity: fanitsiana dikanteny nankatoavina 10 tao @ Tobim-pahalalana SUMO. Arahabaina ireo nahazo bajy SUMO L10n 2011 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO L10n 2012 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2012; @ ity tranga ity: fanitsiana dikanteny nankatoavina 10 tao @ Tobim-pahalalana SUMO. Arahabaina ireo nahazo bajy SUMO L10n 2012 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO L10n 2013 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2013; @ ity tranga ity: fanitsiana dikanteny nankatoavina 10 tao @ Tobim-pahalalana SUMO. Arahabaina ireo nahazo bajy SUMO L10n 2013 rehetra fa nampandroso ny Iraka Mozilla!

source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
mg: Ny bajy kely SUMO L10n 2014 dia anisan'ireo andiany SUMO. Io dia maneho ny fandraisana anjara t@ SUMO t@ 2014; @ ity tranga ity: fanitsiana dikanteny nankatoavina 10 tao @ Tobim-pahalalana SUMO. Arahabaina ireo nahazo bajy SUMO L10n 2014 rehetra fa nampandroso ny Iraka Mozilla!

source: The template "%s" does not exist or has no approved revision.
mg: Tsy misy na tsy manana fanitsiana nankatoavina ilay modely "%s".

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
mg: Fohy loatra ilay lohateny (maritsoratra %(show_value)s). Tsy maintsy maritsoratra %(limit_value)s farafahakeliny.

source: The URL has changed!
mg: Niova ilay URL!

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
mg: Tsy mety ilay solonanarana nampidirinao. Mifidiana iray hafa azafady ary tsarovy fa mampiasa Firefox tahaka anao ihany ireo mpanampintsika hafa.

source: The video "%s" does not exist.
mg: Tsy misy ilay horonantsary "%s".

source: This account is already banned!
mg: Efa norarana io kaonty io!

source: This account is already being ignored!
mg: Efa tsy raharahaina io kaonty io!

source: This account is inactive.
mg: Tsy miasa ity kaonty ity.

source: This article doesn't have approved content yet.
mg: Tsy mbola manana atiny nankatoavina ity lahatsoratra ity.

source: This article is no longer maintained, so its content might be out of date.
mg: Tsy kojakojaina intsony ity lahatsoratra ity, ka mety lany daty ny atiny.
